Repository: awisse/Folio
Catalog: po/*.po
Languages: kk

source: Notes Manager
kk: Жазбалар менеджері

source: Take notes
kk: Жазба жасау

source: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;
kk: Дәптер;Жазба;Жазбалар;Мәтін;Markdown;Блокнот;Жазу;Мектеп;Жапсырма;

source: New Note
kk: Жаңа жазба

source: New Notebook
kk: Жаңа дәптер

source: Markdown Cheatsheet
kk: Markdown анықтамасы

source: Preferences
kk: Баптаулар

source: Note Font
kk: Жазба қарібі

source: The font notes will be displayed in
kk: Жазбалар көрсетілетін қаріп

source: Monospace Font
kk: Бірдей ені бар қаріп

source: The font code will be displayed in
kk: Код көрсетілетін қаріп

source: Use Fixed Width For Notes
kk: Жазбалар үшін тұрақты ені қолдану

source: Use a fixed width for the text area of a note
kk: Жазба мәтіні аймағы үшін тұрақты ені қолдану

source: OLED Mode
kk: OLED режимі

source: Makes the dark theme pitch black
kk: Қараңғы тақырыпты толығымен қара етеді

source: Enable Toolbar
kk: Құралдар тақтасын қосу

source: Displays the formatting toolbar at the bottom of the note
kk: Жазба түбінде пішімдеу құралдар тақтасын көрсетеді

source: Enable Cheatsheet
kk: Анықтаманы қосу

source: Adds a button to the markdown reference sheet on the right of the formatting toolbar
kk: Пішімдеу құралдар тақтасының оң жағына markdown анықтамасына өту батырмасын қосады

source: 3-Pane Layout
kk: 3 панельді орналасу

source: Expands the notebook list to include the notebook name
kk: Дәптер тізімін дәптер атауын қосу үшін кеңейтеді

source: Notes Storage Location
kk: Жазбалар сақтау орны

source: Where the notebooks are stored (requires app restart)
kk: Дәптерлер сақталатын орын (қолданбаны қайта іске қосуды талап етеді)

source: Trash Storage Location
kk: Қоқыс шелегі сақтау орны

source: Where the trash folder is located (requires app restart)
kk: Қоқыс шелегі қалтасының орналасқан жері (қолданбаны қайта іске қосуды талап етеді)

source: Show line numbers
kk: Жол нөмірлерін көрсету

source: Displays line numbers at the left of the note
kk: Жазбаның сол жағында жол нөмірлерін көрсетеді

source: Show all notes
kk: Барлық жазбаларды көрсету

source: Displays the "All Notes" notebook at the top of the notebook list
kk: Дәптерлер тізімінің үстінде "Барлық жазбалар" дәптерін көрсетеді

source: Enable autosave
kk: Автосақтауды қосу

source: Automatically saves the current note every 30 seconds if the contents have changed (requires app restart)
kk: Мазмұны өзгерген жағдайда ағымдағы жазбаны әр 30 секунд сайын автоматты сақтайды (қолданбаны қайта іске қосуды талап етеді)

source: Don't hide the Trash folder
kk: Қоқыс шелегі қалтасын жасырмау

source: The trash folder is set as a hidden folder by default, this option makes it visible
kk: Қоқыс шелегі қалтасы әдепкі бойынша жасырын етіп орнатылған, бұл опция оны көрінетін етеді

source: Note sort order
kk: Жазбаларды сұрыптау тәртібі

source: The sort order of the note list
kk: Жазбалар тізімінің сұрыптау тәртібі

source: Notebook sort order
kk: Дәптерлерді сұрыптау тәртібі

source: The sort order of the notebook list
kk: Дәптерлер тізімінің сұрыптау тәртібі

source: URL detection level
kk: URL анықтау деңгейі

source: How aggressive to look for URLs in markdown text
kk: Markdown мәтінінде URL-дерді қаншалықты белсенді іздеу

source: Line spacing
kk: Жолдар арасындағы аралық

source: The line spacing for the note text
kk: Жазба мәтініндегі жолдар арасындағы аралық

source: Allow long notebook names
kk: Ұзын дәптер атауларына рұқсат беру

source: The notebook column will expand to the width of the longest notebook name
kk: Дәптер бағаны ең ұзын дәптер атауының еніне дейін кеңейеді

source: Allow long note names
kk: Ұзын жазба атауларына рұқсат беру

source: The note list column will expand to the width of the longest note name
kk: Жазбалар тізімі бағаны ең ұзын жазба атауының еніне дейін кеңейеді

source: Beautiful markdown note-taking app
kk: Әдемі markdown жазба жасау қолданбасы

source: Create notebooks and take notes in markdown
kk: Дәптерлер жасаңыз және markdown форматында жазбалар жазыңыз

source: Some features include:
kk: Кейбір мүмкіндіктер:

source: Almost WYSIWYG markdown rendering
kk: WYSIWYG-ға жуық markdown көрсету

source: Searchable through GNOME search
kk: GNOME іздеу арқылы іздеуге болады

source: Highlight and strikethrough text formatting
kk: Мәтінді бөлектеу және сызып тастау пішімдеуі

source: App themeing based on notebook color
kk: Дәптер түсіне негізделген қолданба тақырыбы

source: Trash can
kk: Қоқыс шелегі

source: Markdown document
kk: Markdown құжаты

source: Optional line numbers
kk: Міндетті емес жол нөмірлері

source: Optional auto save
kk: Міндетті емес автосақтау

source: Open links with Control-Click
kk: Сілтемелерді Ctrl+Click арқылы ашу

source: Link to other notes in Folio
kk: Folio-дағы басқа жазбаларға сілтеме

source: Automatically create links for bare URL's and e-mail addresses
kk: Жай URL мен электрондық пошта мекенжайларына автоматты сілтемелер жасау

source: Main Folio window in light mode
kk: Ашық режимдегі негізгі Folio терезесі

source: Main Folio window in dark mode
kk: Қараңғы режимдегі негізгі Folio терезесі

source: Folio on small/mobile screens
kk: Кіші/мобильді экрандардағы Folio

source: Folio preferences screen
kk: Folio баптаулар экраны

source: Folio in three pane mode
kk: Үш панельді режимдегі Folio

source: Plain Text
kk: Қарапайым мәтін

source: Heading 1
kk: Тақырып 1

source: Heading 2
kk: Тақырып 2

source: Heading 3
kk: Тақырып 3

source: Heading 4
kk: Тақырып 4

source: Heading 5
kk: Тақырып 5

source: Heading 6
kk: Тақырып 6

source: Bold
kk: Жуан

source: Italic
kk: Көлбеу

source: Strikethrough
kk: Сызып тастау

source: Highlight
kk: Бөлектеу

source: Insert Link
kk: Сілтеме қою

source: Insert Code
kk: Код қою

source: Insert Horizontal Rule
kk: Горизонталь сызық қою

source: Format
kk: Пішім

source: Insert
kk: Қою

source: Cancel
kk: Болдырмау

source: Confirm
kk: Растау

source: Note
kk: Жазба

source: Edit Note
kk: Жазбаны өңдеу

source: Save Note
kk: Жазбаны сақтау

source: Notebook
kk: Дәптер

source: Edit Notebook
kk: Дәптерді өңдеу

source: General
kk: Жалпы

source: Show Keyboard Shortcuts
kk: Пернетақта тіркесімдерін көрсету

source: Quit
kk: Шығу

source: Formatting
kk: Пішімдеу

source: Navigation
kk: Навигация

source: Toggle Sidebar
kk: Бүйір тақтаны ауыстыру

source: Search Notes
kk: Жазбаларды іздеу

source: Display
kk: Көрсету

source: Full Screen
kk: Толық экран

source: Zoom In
kk: Үлкейту

source: Zoom Out
kk: Кішірейту

source: Markdown URL Detection
kk: Markdown URL анықтау

source: Determines the level of detection of URLs in free form text is used: - Aggressive tries to find all URLs - Strict requires a protocol identifier (ie http://) - Disabled turns detection off.
kk: Еркін түрдегі мәтіндегі URL-дерді анықтау деңгейін анықтайды: - Белсенді - барлық URL-дерді табуға тырысады - Қатаң - протокол идентификаторын талап етеді (мысалы http://) - Өшірілген - анықтауды өшіреді.

source: Fonts
kk: Қаріптер

source: Line Spacing
kk: Жолдар арасындағы аралық

source: Tools
kk: Құралдар

source: Layout
kk: Орналасу

source: Expanded Notebook List
kk: Кеңейтілген дәптерлер тізімі

source: Allow Long Notebook Names
kk: Ұзын дәптер атауларына рұқсат беру

source: The notebook column will expand to the width of the longest notebook name (requires notebook selection change to take effect).
kk: Дәптер бағаны ең ұзын дәптер атауының еніне дейін кеңейеді (күшіне ену үшін дәптер таңдауын өзгерту керек).

source: Allow Long Note Names
kk: Ұзын жазба атауларына рұқсат беру

source: The note list column will expand to the width of the longest note name (requires notebook selection change to take effect).
kk: Жазбалар тізімі бағаны ең ұзын жазба атауының еніне дейін кеңейеді (күшіне ену үшін дәптер таңдауын өзгерту керек).

source: Fixed Width To Use For Notes
kk: Жазбалар үшін қолданылатын тұрақты ені

source: Sets the fixed width size of a note in px
kk: Жазбаның тұрақты енінің мөлшерін пиксельмен орнатады

source: Sort Order For Notebooks
kk: Дәптерлерді сұрыптау тәртібі

source: Sort Order For Notes
kk: Жазбаларды сұрыптау тәртібі

source: Files
kk: Файлдар

source: The trash folder is set as a hidden folder by default, this option makes it visible (requires app restart)
kk: Қоқыс шелегі қалтасы әдепкі бойынша жасырын етіп орнатылған, бұл опция оны көрінетін етеді (қолданбаны қайта іске қосуды талап етеді)

source: Trash
kk: Қоқыс шелегі

source: %d Notes
kk: %d жазба

source: Are you sure you want to delete everything in the trash?
kk: Қоқыс шелегіндегі барлық нәрсені жоюды қалайсыз ба?

source: Empty Trash
kk: Қоқыс шелегін босату

source: Create/choose a notebook before creating a note
kk: Жазба жасау алдында дәптер жасаңыз/таңдаңыз

source: Please, select a note to edit
kk: Өңдеу үшін жазбаны таңдаңыз

source: Please, select a note to delete
kk: Жою үшін жазбаны таңдаңыз

source: Export Note
kk: Жазбаны экспорттау

source: Export
kk: Экспорттау

source: Rename Note
kk: Жазбаны қайта атау

source: Move to Notebook
kk: Дәптерге жылжыту

source: Move
kk: Жылжыту

source: Note "%s" already exists in notebook "%s"
kk: "%s" жазбасы "%s" дәптерінде бұрыннан бар

source: Are you sure you want to delete the note "%s"?
kk: "%s" жазбасын жоюды қалайсыз ба?

source: Delete Note
kk: Жазбаны жою

source: Are you sure you want to delete the notebook "%s"?
kk: "%s" дәптерін жоюды қалайсыз ба?

source: Delete Notebook
kk: Дәптерді жою

source: Note names cannot contain a "/"
kk: Жазба атауларында "/" болмауы керек

source: Note names cannot be blank
kk: Жазба атаулары бос болмауы керек

source: Note "%s" already exists
kk: "%s" жазбасы бұрыннан бар

source: Could not create note
kk: Жазба жасау мүмкін болмады

source: Could not change note
kk: Жазбаны өзгерту мүмкін болмады

source: Could not delete note
kk: Жазбаны жою мүмкін болмады

source: Could not restore note
kk: Жазбаны қалпына келтіру мүмкін болмады

source: Saved "%s" to "%s"
kk: "%s" дегенді "%s" деп сақталды

source: Unknown error
kk: Белгісіз қате

source: Notebook names cannot contain a "/"
kk: Дәптер атауларында "/" болмауы керек

source: Notebook names cannot be blank
kk: Дәптер атаулары бос болмауы керек

source: Notebook "%s" already exists
kk: "%s" дәптері бұрыннан бар

source: Could not create notebook
kk: Дәптер жасау мүмкін болмады

source: Could not change notebook
kk: Дәптерді өзгерту мүмкін болмады

source: Could not delete notebook
kk: Дәптерді жою мүмкін болмады

source: Search
kk: Іздеу

source: Rename
kk: Қайта атау

source: Could not find an app to handle file URIs
kk: Файл URI-лерін өңдейтін қолданба табылмады

source: Apply
kk: Қолдану

source: Pick where the notebooks will be stored
kk: Дәптерлер сақталатын жерді таңдаңыз

source: Pick where the trash can will be stored
kk: Қоқыс шелегі сақталатын жерді таңдаңыз

source: All Notes
kk: Барлық жазбалар

source: Last Modified
kk: Соңғы өзгерту

source: Extension
kk: Кеңейту

source: Unable to recognize URI
kk: URI-ді тану мүмкін емес

source: Pick primary font for notes
kk: Жазбалар үшін негізгі қарпін таңдаңыз

source: Pick monospace font for code
kk: Код үшін бірдей ені бар қарпін таңдаңыз

source: File Changed On Disk
kk: Файл дискіде өзгертілді

source: The file has changed on disk since it was last saved/loaded by Folio. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio) • Cancel the operation and manually resolve the issue Note: Canceling the save if you have already moved to a new note/notebook will discard your changes.
kk: Файл дискіде Folio соңғы рет сақтаған/жүктегеннен бері өзгерді. Мына әрекеттердің бірін орындауға болады: • Файлды қайта жүктеу (Folio-да жасаған өзгерістеріңізді жоғалту) • Файлды үстінен жазу (Folio-дан тыс жасалған өзгерістерді жоғалту) • Операцияны болдырмау және мәселені қолмен шешу Ескерту: Жаңа жазба/дәптерге көшкеннен кейін сақтауды болдырсаңыз, өзгерістеріңіз жоғалады.

source: Reload
kk: Қайта жүктеу

source: Overwrite
kk: Үстінен жазу

source: The file has changed on disk by another application. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio)
kk: Файл дискіде басқа қолданба арқылы өзгертілді. Мына әрекеттердің бірін орындауға болады: • Файлды қайта жүктеу (Folio-да жасаған өзгерістеріңізді жоғалту) • Файлды үстінен жазу (Folio-дан тыс жасалған өзгерістерді жоғалту)

source: Note %i
kk: Жазба %i

source: Modified Time - Ascending
kk: Өзгерту уақыты - Өсу ретімен

source: Modified Time - Descending
kk: Өзгерту уақыты - Кему ретімен

source: Alphabetical - Ascending
kk: Әліпби ретімен - Өсу ретімен

source: Alphabetical - Descending
kk: Әліпби ретімен - Кему ретімен

source: Natural - Ascending
kk: Табиғи - Өсу ретімен

source: Natural - Descending
kk: Табиғи - Кему ретімен

source: Unable to launch external application for file %s.
kk: %s файлы үшін сыртқы қолданбаны іске қосу мүмкін емес.

source: Aggressive
kk: Белсенді

source: Strict
kk: Қатаң

source: Disabled
kk: Өшірілген

source: "%s" moved to trash
kk: "%s" қоқыс шелегіне жылжытылды

source: "%s" restored
kk: "%s" қалпына келтірілді

source: Follow system style
kk: Жүйе стилін орындау

source: Light style
kk: Ашық стиль

source: Dark style
kk: Қараңғы стиль

source: Main Menu
kk: Негізгі мәзір

source: _New Notebook
kk: _Жаңа дәптер

source: _Edit Notebook
kk: _Дәптерді өңдеу

source: _Preferences
kk: _Баптаулар

source: _Keyboard Shortcuts
kk: _Пернетақта тіркесімдері

source: _About Folio
kk: _Folio туралы

source: First Characters
kk: Алғашқы таңбалар

source: Initials
kk: Бас әріптер

source: Initials: camelCase
kk: Бас әріптер: camelCase

source: Initials: snake_case
kk: Бас әріптер: snake_case

source: Icon
kk: Белгіше

source: Custom
kk: Жеке

source: Notebook Color
kk: Дәптер түсі

source: Notebook Name
kk: Дәптер атауы

source: Duplicate notebook names are not allowed!
kk: Қайталанатын дәптер атауларына рұқсат етілмейді!

source: Create Notebook
kk: Дәптер жасау

source: Edit
kk: Өңдеу

source: Move all to Trash
kk: Барлығын қоқыс шелегіне жылжыту

source: Notebooks
kk: Дәптерлер

source: Note Name
kk: Жазба атауы

source: Create Note
kk: Жазба жасау

source: Restore from Trash
kk: Қоқыс шелегінен қалпына келтіру

source: Delete from Trash
kk: Қоқыс шелегінен жою

source: Move to Notebook…
kk: Дәптерге жылжыту…

source: Move to Trash
kk: Қоқыс шелегіне жылжыту

source: Open Containing Folder
kk: Орналасқан қалтаны ашу

source: Get started writing
kk: Жазуды бастау

source: Open file in external application
kk: Файлды сыртқы қолданбада ашу

source: Open file
kk: Файлды ашу

source: Create a notebook
kk: Дәптер жасау

source: Trash is empty
kk: Қоқыс шелегі бос

source: Note Menu
kk: Жазба мәзірі

source: Open in Notebook
kk: Дәптерде ашу

source: _Rename Note
kk: _Жазбаны қайта атау

source: _Export Note
kk: _Жазбаны экспорттау
